app/controllers/stylish_portfolios_controller.rb

  def index
    @eslogan = Slogan.last
    @description = Description.last
    @bio1 = Biography.find {|h| h.id == 1}
---
SELECT  "slogans".* FROM "slogans" ORDER BY "slogans"."id" DESC LIMIT ?  [["LIMIT", 1]]
SELECT  "descriptions".* FROM "descriptions" ORDER BY "descriptions"."id" DESC LIMIT ?  [["LIMIT", 1]]
SELECT "biographies".* FROM "biographies"